/* No comment provided by engineer. */
"msg_error_check_network_try_again" = "Check your network connection and try again please.";

/* Settings menu text */
"settings_menu_clear_words" = "Clear Words (%d)";

"error_title_generic" = "Oops! Something Went Wrong";

/* No comment provided by engineer. */
"msg_error_create_word_set" = "Could not create sets of words.";

"msg_create_word_set_none" = "No new word sets were created";

/* No comment provided by engineer. */
"msg_error_delete_words" = "Could Not Delete Words";

"msg_error_baby_save" = "Could save baby";


/* No comment provided by engineer. */
"error_title_download_word_list" = "Could Not Download Word List";

"error_title_no_wordsets" = "No Word Sets Loaded";

"msg_error_no_wordsets" = "Please go to settings and load some words";

/* No comment provided by engineer. */
"msg_success_create_word_sets" = "Created %d sets of words.";

/* No comment provided by engineer. */
"msg_success_delete_words" = "Deleted all words.";

/* Label in the settings pane for reminder inverval */
"settings_label_reminder" = "Every %d mins";

/* Message for alert box after words have been imported */
"msg_success_import_words" = "Imported %d new words";

/* No comment provided by engineer. */
"wait_time_for_next_lesson" = "NEXT LESSON should begin in %@";

/* Message shown in table view when there are no more lessons for the day. */
"todays_lessons_completed" = "CONGRATS! All of today's lessons done!";

/* Detail (small) message shown in table view when there are no more lessons for the day. */
"todays_lessons_completed_detail" = "We'll send you a reminder for the tomorrow morning";

/* No comment provided by engineer. */
"time_for_next_lesson" = "NEXT LESSON due now. Let's Go!";

/* Message of alert shown during a lesson noficiation and the app is still open */
"time_for_next_lesson2" = "It's time for your baby's next reading lesson";

/* Title of alert shown during a lesson noficiation and the app is still open */
"time_for_lesson2_title" = "Still there?";

/* Cancel/Accept button title */
"uialert_accept_button_title" = "Ok";

/* No comment provided by engineer. */
"error_title_reminders_cannot_be_sent" = "Reminders Can Not Be Sent";

/* The side prompt shown in local notification */
"local_notification_reminder_alert_action" = "Slide to start lesson now";

/* Main message shown in local notification */
"local_notification_reminder_alert_body" = "Time for a reading Lesson!";

/* No comment provided by engineer. */
"sucess_title_generic" = "Success!";

/* No comment provided by engineer. */
"msg_error_activate_alerts" = "You have previously denied permision to send notifications to the LittleReader App. You must go to iOS Settings->Notification Center->LittleReader and allow notifications if you want recieve reminders.";

"current_baby" = "Current Baby: ";

/* Title header section for words not belonging to any set */
"not_in_set" = "Not in a Set";

/* Title header for words in a word set  */
"word_set_number" = "Word Set %d";

/* Label in the settings pane for number of WordSets */
"settings_label_number_of_wordsets" = "Using %d sets of words";

/* Label in the settings pane for slide advance inverval seconds */
"settings_label_slide_advance" = "%.1f seconds";

/* Label in the settings pane for slide advance manual mode */
"settings_label_slide_advance_manual" = "Manual";

/* Label in the settings pane to display the current baby's info */
"settings_baby_info" = "%@ is %@ old";

/* On the idle screen, the message about what day of the program you are in */
"idle_info_program_day" = "You are currently in day %d of the program.";

/* On the idle screen, the message about what day of the program you are in + a wanring to chnage the number of sets. */
"idle_info_program_day_and_increase_sets" = "On day %d of the program you should have %d sets of words. Click Settings to change";

